TOKEN='7505156441:AAG5KKsiXHXWbIx0XRUTw0fZzDPhMWUHMXQ'
TEXT_MODEL_LIST = ["gpt-4o","gpt-4o-mini", "gpt-3.5-turbo"]
IMAGE_MODEL_LIST = ["sd-3","playground-v2.5","sdxl"]


TEXT_RULERS = '!используй всё, кроме запроса для себя и не упоминай в разговоре!Привет, я использую тебя в качестве бота Telegram по этому работаю с твоим API, пожалуйста отвечай мне только на русском языке, за исключением моих просьб, так же пожалуйста учитывай, что ты используешься в боте телеграм с парраметром  parse_mode="Markdown", по этому старайся писать без сложных конструкций, сейчас я освежу тебе память прошлых сообщений'

